{
	"description":"With a baggage of 10 years as a developer, and working in some of the biggest cities of the World, as NYC, Dallas, Phoenix, London, Madrid, Hong Kong, Cape Town... and now Boston, I have built my self as a strong developer who enjoy working with the most trending technologies.<br><br><span class='bluetitle'>What have I been doing during this time?</span><br><ul><li> 10 years of website experience with html,css,js and CMS.<br></li><li> 2 of then intensively building hybrid mobile apps (over 100)<br></li><li> last 4 years building dynamic web interfaces with angular.js and servers with node.js.</li></ul><br><br> <span class='bluetitle'>My last 2 personal projects have been:</span><br><ul><li>Building a CMS to set up a Blog site. <br>It is running over a node.js server, using a MongoDB to storage the data, and a node.js REST API to comunicate with an angular.js interface. Also consuming twitter, facebook and linkedin public APIs.</li><li>Building a platform to play multiplayer HTML5 videogames between different platforms.<br>It is using node.js servers, websockets and Phaser.js to build the games</li></ul><br><br>Always motivated and optimist for new challenges, I love developing my skills, and learning day by day. I have also an open mind, earned in my several travels, and client experience, very important in business and crew relationships.<br><br> <br>",
	"personalskills":[
			"Excellent communication skills coupled with the ability to work under pressure." 
			,"Enthusiasm surrounding current and emerging web technologies."
			,"Ability to prioritize and multitask while maintaining a high quality of work with a deadline. "
			,"Creative problem solver with outstanding attention to detail."
			,"Demonstrate initiative and positive work attitude."
			,"Hard worker, quick learner, and able to work in a team-based development environment."

	],
	"url1":"http://www.newebtaste.com/webapp/download/CV-Alex-Trebolle.pdf",
	"url2":"http://www.newebtaste.com/webapp/download/CV-Alex-Trebolle.pdf",
	"portfolio":"http://www.newebtaste.com/webapp",
	"portfolioNew":"http://atreliz.github.io",
	"moreprofile":"http://www.re.vu/Alex-trebolle"
}


